export const dataLogicaTest = [
  {
    id: 1,
    question:
      'У комп’ютерній грі учасник може отримати одну зірку за добре зіграну партію, дві зірки за вражаючу гру і три зірки за видатну гру. Марко зіграв 5 добре зіграних партій, 4 вражаючих і 2 видатні. Скільки зірок він зібрав?',
    answers: ['16', '17', '18', '19', '20'],
    rightAnswer: '19',
    img: '../mathImg/05.jpg',
  },
  {
    id: 2,
    question:
      'Жуйки продають в упаковках по 5, 10 або 25 штук. Тарас купив рівно 95 жуйок. Яку найменшу кількість упаковок він міг купити?',
    answers: ['4', '5', '8', '7', '10'],
    rightAnswer: '5',
    img: '../mathImg/05.jpg',
  },
  {
    id: 3,
    question:
      'Спочатку Павло розриває аркуш паперу на три шматки. Яку кількість шматків Павло не зможе отримати, розриваючи кожного разу деякі з отриманих шматків на три частини?',
    answers: ['13', '17', '23', '25', '20'],
    rightAnswer: '20',
    img: '../mathImg/05.jpg',
  },
  {
    id: 4,
    question:
      '2022 рік особливий тому, що цифра 2 повторюється тричі. Це вже третій раз, коли черепаха Аха прожила такий рік із трьома однаковими цифрами. Який найменший вік може мати Аха до кінця 2022 року? ',
    answers: ['20', '18', '23', '22', '134'],
    rightAnswer: '23',
    img: '../mathImg/05.jpg',
  },
  {
    id: 5,
    question:
      'У Лариси чотири собаки, кожна важить ціле число кілограм. Немає двох собак з однаковою вагою. Вага усіх собак дорівнює 60 кг. Друга за вагою собака важить 28 кг. Яка вага третьої за вагою собаки?  ',
    answers: ['2', '3', '4', '5', '6'],
    rightAnswer: '2',
    img: '../mathImg/05.jpg',
  },
  {
    id: 6,
    question:
      'Яке найменше можливе значення виразу KA + NG + AR + OO? (Одні й ті ж букви позначають однакові цифри, різні букви позначають різні цифри.)',
    answers: ['106', '100', '108', '112', '114'],
    rightAnswer: '108',
    img: '../mathImg/05.jpg',
  },
  {
    id: 7,
    question:
      'Точки A, B, C, D лежать на одній прямій. AB = 7, BC = 5, CD = 8, DA = 6. Які дві точки є початком і кінцем найдовшого відрізка?',
    answers: ['А та В', 'В та С', 'В та D', 'D та C', 'А та D'],
    rightAnswer: 'В та D',
    img: '../mathImg/05.jpg',
  },
  {
    id: 8,
    question:
      'Два тролі Му та Мі завжди брешуть. Вони одночасно подивились на годинник і сказали: Му: «Зараз між 8:00 і 12:00»; Мі: «Зараз не між 8:00 і 13:00». Яку із запропонованих у відповідях годин може насправді показувати годинник?',
    answers: ['7-30', '8-30', '12-30', '13-30', '14-00'],
    rightAnswer: '12-30',
    img: '../mathImg/05.jpg',
  },
];
